Repository: Project-HINATA/hinata_go
Catalog: ios/PrismClip/Localizable.xcstrings
Source language: en
Languages: zh_hans

# MuNET Access Token 已过期
source: MuNET access token has expired
zh_hans: MuNET Access Token 已过期

# MuNET 授权失败
source: MuNET authorization failed
zh_hans: MuNET 授权失败

# MuNET 授权已取消
source: MuNET authorization cancelled
zh_hans: MuNET 授权已取消

# MuNET 授权已过期
source: MuNET authorization has expired
zh_hans: MuNET 授权已过期

# MuNET 授权无效，请重新登录
source: Invalid MuNET authorization. Please sign in again.
zh_hans: MuNET 授权无效，请重新登录

# MuNET 授权无效，请重试
source: Invalid MuNET authorization. Please try again.
zh_hans: MuNET 授权无效，请重试

# MuNET 暂时无法刷新授权
source: Could not refresh MuNET authorization
zh_hans: MuNET 暂时无法刷新授权

# MuNET 暂时无法同步，显示上次结果
source: MuNET sync is unavailable. Showing the last synced cards.
zh_hans: MuNET 暂时无法同步，显示上次结果

# MuNET 未返回长期授权凭据
source: MuNET did not provide a refresh token
zh_hans: MuNET 未返回长期授权凭据

# MuNET 用户名或 ID
source: MuNET username or ID
zh_hans: MuNET 用户名或 ID

# MuNET 登录失败
source: MuNET sign-in failed
zh_hans: MuNET 登录失败

# MuNET 登录尚未配置
source: MuNET sign-in is not configured
zh_hans: MuNET 登录尚未配置

# MuNET 返回的数据无法识别
source: Invalid response from MuNET
zh_hans: MuNET 返回的数据无法识别

# Passkey 操作失败
source: Passkey operation failed
zh_hans: Passkey 操作失败

# Passkey 请求已过期
source: The passkey request has expired
zh_hans: Passkey 请求已过期

# Passkey 验证失败
source: Passkey verification failed
zh_hans: Passkey 验证失败

# PRiSM 地址无效
source: Invalid PRiSM URL
zh_hans: PRiSM 地址无效

# PRiSM 返回的数据无效
source: Invalid response from PRiSM
zh_hans: PRiSM 返回的数据无效

# QQ Bot 联系方式
source: QQ bot contact
zh_hans: QQ Bot 联系方式

# 上桌
source: Join table
zh_hans: 上桌

# 下桌
source: Leave table
zh_hans: 下桌

# 不开放入场
source: Entry unavailable
zh_hans: 不开放入场

# 你
source: You
zh_hans: 你

# 使用 MuNET 登录
source: Sign in with MuNET
zh_hans: 使用 MuNET 登录

# 使用 Passkey 登录
source: Sign in with a passkey
zh_hans: 使用 Passkey 登录

# 兑换
source: Redeem
zh_hans: 兑换

# 兑换成功
source: Redeemed
zh_hans: 兑换成功

# 兑换码
source: Redemption code
zh_hans: 兑换码

# 入场并获取开门密码
source: Check in and get door code
zh_hans: 入场并获取开门密码

# 全天
source: All day
zh_hans: 全天

# 关闭
source: Close
zh_hans: 关闭

# 最终金额按确认结账时计算；余额不足或定位未通过时继续计时。
source: The final amount is calculated at confirmation. Billing continues if funds or location checks fail.
zh_hans: 最终金额按确认结账时计算；余额不足或定位未通过时继续计时。

# 分钟
source: minutes
zh_hans: 分钟

# 删除 Passkey
source: Delete passkey
zh_hans: 删除 Passkey

# 删除卡片
source: Delete card
zh_hans: 删除卡片

# 刷卡已完成，投币冷却中，本次未投币。
source: Card sent. No coin was inserted because the cooldown is active.
zh_hans: 刷卡已完成，投币冷却中，本次未投币。

# 刷卡已完成，投币结果待确认，请检查机台，不要重复刷卡。
source: Card sent. The coin result is unknown. Check the machine before swiping again.
zh_hans: 刷卡已完成，投币结果待确认，请检查机台，不要重复刷卡。

# 刷卡已完成，投币请求失败，请联系店员。
source: Card sent. The coin request failed. Please contact staff.
zh_hans: 刷卡已完成，投币请求失败，请联系店员。

# 刷新状态
source: Refresh
zh_hans: 刷新状态

# 加载失败，请重试
source: Could not load. Please retry.
zh_hans: 加载失败，请重试

# 卡片
source: Cards
zh_hans: 卡片

# 卡片不可用或已失效
source: This card is unavailable or has expired
zh_hans: 卡片不可用或已失效

# 卡片号码
source: Card number
zh_hans: 卡片号码

# 卡片号码必须为20位数字且不能以3开头
source: Card numbers must contain 20 digits and cannot start with 3
zh_hans: 卡片号码必须为20位数字且不能以3开头

# 取消
source: Cancel
zh_hans: 取消

# 可以关闭此页面
source: You can close this page
zh_hans: 可以关闭此页面

# 合计
source: Total
zh_hans: 合计

# 合计封顶
source: Combined cap
zh_hans: 合计封顶

# 同步 MuNET 卡片
source: Sync MuNET cards
zh_hans: 同步 MuNET 卡片

# 同步 Passkey
source: Synced passkey
zh_hans: 同步 Passkey

# 在 QQ 中向本店 Bot 发送：
source: Send this to the store bot in QQ:
zh_hans: 在 QQ 中向本店 Bot 发送：

# 在 QQ 群中发送
source: Send in the QQ group
zh_hans: 在 QQ 群中发送

# 在店
source: Checked in
zh_hans: 在店

# 在网页中使用 Passkey
source: Use a passkey on the web
zh_hans: 在网页中使用 Passkey

# 在门锁上输入密码后按 #
source: Enter the code on the lock, then press #
zh_hans: 在门锁上输入密码后按 #

# 复制
source: Copy
zh_hans: 复制

# 完成授权后，返回这里刷新卡片。
source: After signing in, return here to reload your cards.
zh_hans: 完成授权后，返回这里刷新卡片。

# 定位获取失败
source: Could not determine your location
zh_hans: 定位获取失败

# 宽限
source: Grace
zh_hans: 宽限

# 封顶
source: Cap
zh_hans: 封顶

# 尾号 %@
source: Ending in %@
zh_hans: 尾号 %@

# 已刷卡并投一币
source: Card sent and one coin inserted
zh_hans: 已刷卡并投一币

# 已发送开机请求
source: Power-on requested
zh_hans: 已发送开机请求

# 已投币
source: Coin sent
zh_hans: 已投币

# 已登录
source: Signed in
zh_hans: 已登录

# 已结账
source: Checked out
zh_hans: 已结账

# 店内设备
source: Store devices
zh_hans: 店内设备

# 开始时间
source: Started
zh_hans: 开始时间

# 开机
source: Power on
zh_hans: 开机

# 开门密码
source: Door code
zh_hans: 开门密码

# 当前无法进行此操作
source: This action is currently unavailable
zh_hans: 当前无法进行此操作

# 当前浏览器不支持 Passkey，请使用 MuNET 登录
source: This browser does not support passkeys. Sign in with MuNET.
zh_hans: 当前浏览器不支持 Passkey，请使用 MuNET 登录

# 当前环境无法使用 Passkey
source: Passkeys are unavailable in this environment
zh_hans: 当前环境无法使用 Passkey

# 当前设备不支持 Passkey。
source: This device does not support passkeys.
zh_hans: 当前设备不支持 Passkey。

# 我已发送，检查绑定
source: Check verification
zh_hans: 我已发送，检查绑定

# 我的卡片
source: My cards
zh_hans: 我的卡片

# 我的消费
source: My spending
zh_hans: 我的消费

# 我的消费 · 离店结账
source: My visit · Check out
zh_hans: 我的消费 · 离店结账

# 我确认开始本店计费，并在离店前主动结账；关闭页面不会停止计费。
source: I agree to start billing and check out before leaving. Closing this screen does not stop billing.
zh_hans: 我确认开始本店计费，并在离店前主动结账；关闭页面不会停止计费。

# 投币
source: Insert coin
zh_hans: 投币

# 按时段分别计费，不足一个单位向上取整，宽限内不计下一单位。封顶按规则时段累计，跨午夜的同一时段连续累计。
source: Charges are calculated per period, rounding up after the grace allowance. Caps accumulate within each rule period, including when that period crosses midnight.
zh_hans: 按时段分别计费，不足一个单位向上取整，宽限内不计下一单位。封顶按规则时段累计，跨午夜的同一时段连续累计。

# 授权码已失效，请重新登录
source: Authorization code expired. Please sign in again.
zh_hans: 授权码已失效，请重新登录

# 授权码无效
source: Invalid authorization code
zh_hans: 授权码无效

# 搜索 MuNET 用户
source: Search MuNET users
zh_hans: 搜索 MuNET 用户

# 操作失败
source: Operation failed
zh_hans: 操作失败

# 操作失败，请稍后重试
source: Something went wrong. Please try again later.
zh_hans: 操作失败，请稍后重试

# 操作结果待确认，请联系店员，不要重复操作
source: The result is unconfirmed. Contact staff before trying again.
zh_hans: 操作结果待确认，请联系店员，不要重复操作

# 操作过于频繁，请稍后重试
source: Too many requests. Please try again later.
zh_hans: 操作过于频繁，请稍后重试

# 无效的机台地址
source: Invalid machine URL
zh_hans: 无效的机台地址

# 无法加载卡片
source: Could not load cards
zh_hans: 无法加载卡片

# 无法加载账号设置
source: Could not load account settings
zh_hans: 无法加载账号设置

# 无法同步 MuNET 卡片
source: Could not sync MuNET cards
zh_hans: 无法同步 MuNET 卡片

# 无法打开 MuNET 登录
source: Could not open MuNET sign-in
zh_hans: 无法打开 MuNET 登录

# 无法打开 MuNET 登录页面
source: Could not open MuNET sign-in
zh_hans: 无法打开 MuNET 登录页面

# 无法打开网页版，请重试
source: Could not open the web page. Please try again.
zh_hans: 无法打开网页版，请重试

# 无法识别这个 Passkey
source: Passkey not recognized
zh_hans: 无法识别这个 Passkey

# 无法读取 MuNET 卡片
source: Could not load MuNET cards
zh_hans: 无法读取 MuNET 卡片

# 无法读取 MuNET 账号
source: Could not load MuNET account
zh_hans: 无法读取 MuNET 账号

# 无法读取机台信息
source: Could not load machine information
zh_hans: 无法读取机台信息

# 无法进入机台会话
source: Could not start machine session
zh_hans: 无法进入机台会话

# 时段封顶
source: Period cap
zh_hans: 时段封顶

# 时段重叠时，按下方从上到下的顺序采用规则。
source: When periods overlap, the first matching rule below applies.
zh_hans: 时段重叠时，按下方从上到下的顺序采用规则。

# 星期（0 为周日）
source: Weekdays (0 = Sunday)
zh_hans: 星期（0 为周日）

# 暂无待结账单
source: No outstanding bill
zh_hans: 暂无待结账单

# 暂无记录
source: No records
zh_hans: 暂无记录

# 暂无资产
source: No assets
zh_hans: 暂无资产

# 有效期至
source: Expires at
zh_hans: 有效期至

# 未入场
source: Not checked in
zh_hans: 未入场

# 本店仅允许已有玩家使用，请使用在本店登记的 QQ。
source: This store accepts existing players only. Use your registered QQ account.
zh_hans: 本店仅允许已有玩家使用，请使用在本店登记的 QQ。

# 本店资产
source: Store assets
zh_hans: 本店资产

# 本次会话已失效
source: This session has expired
zh_hans: 本次会话已失效

# 本次登录已完成
source: Sign-in complete
zh_hans: 本次登录已完成

# 机台不可用
source: Machine unavailable
zh_hans: 机台不可用

# 机台响应超时
source: The machine timed out
zh_hans: 机台响应超时

# 机台暂时不可用
source: Machine temporarily unavailable
zh_hans: 机台暂时不可用

# 机台未在线或连接地址不正确
source: The machine is offline or its URL is incorrect
zh_hans: 机台未在线或连接地址不正确

# 机台编号无效
source: Invalid machine ID
zh_hans: 机台编号无效

# 机台连接地址（如 https://... 或 wss://...）
source: Machine URL (https://… or wss://…)
zh_hans: 机台连接地址（如 https://... 或 wss://...）

# 来自 MuNET 账号同步
source: Synced from MuNET
zh_hans: 来自 MuNET 账号同步

# 查看结账预览
source: Preview checkout
zh_hans: 查看结账预览

# 次日
source: next day
zh_hans: 次日

# 正在加载
source: Loading
zh_hans: 正在加载

# 正在加载卡片
source: Loading cards
zh_hans: 正在加载卡片

# 正在登录…
source: Signing in…
zh_hans: 正在登录…

# 正在获取当前位置，请稍后再试
source: Getting your location. Please try again shortly.
zh_hans: 正在获取当前位置，请稍后再试

# 正在计费
source: Billing in progress
zh_hans: 正在计费

# 正在连接 MuNET…
source: Connecting to MuNET…
zh_hans: 正在连接 MuNET…

# 正在验证 Passkey…
source: Verifying passkey…
zh_hans: 正在验证 Passkey…

# 每次入场
source: Per entry
zh_hans: 每次入场

# 每计费单位宽限
source: Grace per unit
zh_hans: 每计费单位宽限

# 没有找到这个 Passkey
source: Passkey not found
zh_hans: 没有找到这个 Passkey

# 消费仍在计时，结账成功后才会停止。
source: Billing continues until checkout succeeds.
zh_hans: 消费仍在计时，结账成功后才会停止。

# 消费记录
source: Visit history
zh_hans: 消费记录

# 添加 Passkey
source: Add a passkey
zh_hans: 添加 Passkey

# 添加卡片
source: Add card
zh_hans: 添加卡片

# 现在
source: Now
zh_hans: 现在

# 生成验证码
source: Generate code
zh_hans: 生成验证码

# 用于机台登录页展示店铺环境、品牌或游戏氛围。建议使用横向照片或插画，避免二维码、价格表和大段文字。推荐尺寸 1800×1200。
source: Show your arcade, brand, or games on the sign-in page. Use a landscape photo or illustration without QR codes, price lists, or long text. Recommended size: 1800×1200.
zh_hans: 用于机台登录页展示店铺环境、品牌或游戏氛围。建议使用横向照片或插画，避免二维码、价格表和大段文字。推荐尺寸 1800×1200。

# 知道了
source: OK
zh_hans: 知道了

# 确定要删除店铺「{name}」吗？ 此操作将同时删除该店铺下的所有机台与成员关联，且不可恢复。
source: Delete shop “{name}”? This will also delete all its machines and memberships. This cannot be undone.
zh_hans: 确定要删除店铺「{name}」吗？ 此操作将同时删除该店铺下的所有机台与成员关联，且不可恢复。

# 确定退出当前账号吗？
source: Sign out of this account?
zh_hans: 确定退出当前账号吗？

# 确认位置…
source: Checking location…
zh_hans: 确认位置…

# 确认入场
source: Check in
zh_hans: 确认入场

# 确认开始计费，离店前请结账。关闭页面不会停止计费。
source: Start billing and check out before leaving. Closing this page does not stop billing.
zh_hans: 确认开始计费，离店前请结账。关闭页面不会停止计费。

# 确认结账并出场
source: Confirm checkout
zh_hans: 确认结账并出场

# 等待玩家
source: Waiting for players
zh_hans: 等待玩家

# 等待电源启动
source: Waiting for power
zh_hans: 等待电源启动

# 管理用于机台登录的卡片与 MuNET 同步。
source: Manage your machine sign-in cards and MuNET sync.
zh_hans: 管理用于机台登录的卡片与 MuNET 同步。

# 管理登录身份与设备上的 Passkey。
source: Manage your sign-in methods and passkeys.
zh_hans: 管理登录身份与设备上的 Passkey。

# 绑定 QQ
source: Bind QQ
zh_hans: 绑定 QQ

# 绑定本店 QQ
source: Link QQ for this store
zh_hans: 绑定本店 QQ

# 结账
source: Check out
zh_hans: 结账

# 结账成功，计费已结束
source: Checked out. Billing has stopped.
zh_hans: 结账成功，计费已结束

# 结账预览
source: Checkout preview
zh_hans: 结账预览

# 继续操作设备
source: Continue with device
zh_hans: 继续操作设备

# 继续登录
source: Continue sign-in
zh_hans: 继续登录

# 缺少会话凭证
source: Session token missing
zh_hans: 缺少会话凭证

# 缺少授权码
source: Authorization code missing
zh_hans: 缺少授权码

# 缺少机台编号
source: Machine ID missing
zh_hans: 缺少机台编号

# 网络连接失败，请检查网络后重试
source: Connection failed. Check your network and try again.
zh_hans: 网络连接失败，请检查网络后重试

# 获取位置超时，请稍后重试
source: Location timed out. Please try again.
zh_hans: 获取位置超时，请稍后重试

# 获取开门密码
source: Get door code
zh_hans: 获取开门密码

# 计费中
source: Billing in progress
zh_hans: 计费中

# 计费日期
source: Pricing date
zh_hans: 计费日期

# 计费时段
source: Rates by time
zh_hans: 计费时段

# 记录
source: History
zh_hans: 记录

# 设备 Passkey
source: Device passkey
zh_hans: 设备 Passkey

# 设备尚未开机
source: Device is powered off
zh_hans: 设备尚未开机

# 请先登录
source: Please sign in first
zh_hans: 请先登录

# 请到店再进行登录
source: Please sign in when you are at the arcade.
zh_hans: 请到店再进行登录

# 请填写正确的机台连接地址
source: Enter a valid machine connection URL
zh_hans: 请填写正确的机台连接地址

# 请求来源无效
source: Invalid request origin
zh_hans: 请求来源无效

# 请选择卡片
source: Select a card
zh_hans: 请选择卡片

# 请重新碰一下 NFC 或重新扫描二维码。
source: Tap the NFC tag or scan the QR code again.
zh_hans: 请重新碰一下 NFC 或重新扫描二维码。

# 账单
source: Bill
zh_hans: 账单

# 账号
source: Account
zh_hans: 账号

# 账号权限
source: Account permissions
zh_hans: 账号权限

# 账号设置
source: Account settings
zh_hans: 账号设置

# 返回主页
source: Back to home
zh_hans: 返回主页

# 返回机台登录
source: Back to device
zh_hans: 返回机台登录

# 还没有可用卡片，请先在 PRiSM 添加卡片
source: No cards available. Add a card in PRiSM first.
zh_hans: 还没有可用卡片，请先在 PRiSM 添加卡片

# 还没有添加卡片。
source: No cards added yet.
zh_hans: 还没有添加卡片。

# 这个 Passkey 已经添加过了
source: This passkey has already been added
zh_hans: 这个 Passkey 已经添加过了

# 这个账号暂时无法使用
source: This account is currently unavailable
zh_hans: 这个账号暂时无法使用

# 这台机台暂时不可用，请稍后重试
source: This machine is unavailable. Please try again later.
zh_hans: 这台机台暂时不可用，请稍后重试

# 这张卡片已经添加过了
source: This card has already been added
zh_hans: 这张卡片已经添加过了

# 连接失败，请稍后重试
source: Connection failed. Please try again later.
zh_hans: 连接失败，请稍后重试

# 连接账号，随时管理你的卡片
source: Connect your account to manage your cards
zh_hans: 连接账号，随时管理你的卡片

# 连续时段
source: Continuous period
zh_hans: 连续时段

# 退出
source: Sign out
zh_hans: 退出

# 退出账号
source: Sign out
zh_hans: 退出账号

# 退出账号？
source: Sign out?
zh_hans: 退出账号？

# 退出账号失败，请重试
source: Could not sign out. Please try again.
zh_hans: 退出账号失败，请重试

# 选择卡片
source: Select a card
zh_hans: 选择卡片

# 重新加载卡片
source: Reload cards
zh_hans: 重新加载卡片

# 重新生成验证码
source: Generate a new code
zh_hans: 重新生成验证码

# 重新获取密码
source: Get a new password
zh_hans: 重新获取密码

# 重新连接 MuNET
source: Reconnect MuNET
zh_hans: 重新连接 MuNET

# 重试
source: Retry
zh_hans: 重试

# 钱包
source: Wallet
zh_hans: 钱包

# 需要定位权限才能确认你在店内
source: Allow location access to confirm you are at the arcade.
zh_hans: 需要定位权限才能确认你在店内

# 验证后将为你建立本店玩家档案。
source: A player profile will be created after verification.
zh_hans: 验证后将为你建立本店玩家档案。

# 麻将桌
source: Mahjong table
zh_hans: 麻将桌

# 麻将计费中
source: Mahjong billing active
zh_hans: 麻将计费中

# 空位
source: Open seat
zh_hans: 空位

# 已满桌
source: Table full
zh_hans: 已满桌
